Repository: seanpm2001/mt-training-data
Catalog: tok/tok_pontoon.tmx
Source language: en_us
Languages: tok

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
tok: jan li kute e kalama li toki e ike la, ona li tawa sin tawa kulupu kute. jan ante li ni la, kalama li tawa kulupu pi kalama weka.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
tok: sina kute la o lukin e ni: toki li sama sitelen anu seme? pakala lili anu pakala suli li lon la o weka e ona. <br />pakala ni li ken lon:

source: When will you release Common Voice data in other languages?
tok: tenpo seme la sona pi ilo Common Voice li lon toki ante?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
tok: sina wile e kalama toki la mi pana e ona tawa poki lipu ZIP. sina kama jo e ona lon tenpo pini la, ona li lon:

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
tok: <wikipediaLink>sitelen ni pi jan ale</wikipediaLink> li tan lipu seme?

source: Where does the source text come from?
tok: sitelen mama li tan seme?

source: Which variant of { $language } do you speak?
tok: sina toki kepeken nasin seme pi { $language }?

source: Why ?
tok: tan seme?

source: Why a profile?
tok: mi wile e lipu tan seme?

source: Why Common Voice?
tok: ilo Common Voice li tan seme?

source: Why does this matter?
tok: ni li suli tan seme?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
tok: sina pana ala e toki tan lipu Wikipedia anu lipu ante tan seme?

source: Why do you need so many different speakers per language?
tok: tan seme la sina wile e jan toki mute?

source: Why is 10,000 validated hours the per language goal for capturing audio?
tok: sina wile e kalama pona pi tenpo suli 10000 lon toki wan tan seme?

source: Why is Common Voice part of the Mozilla mission?
tok: kulupu Mozilla li pali e ilo Common Voice tan seme?

source: Why is it important?
tok: ni li suli tan seme?

source: Why is my language not included yet?
tok: tan seme la toki mi li lon ala?

source: Why should I sign up for an account?
tok: tan seme la mi o kama tawa ilo ni?

source: Wolof
tok: toki Olo

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
tok: toki uta sina o weka ala weka tan kulupu kalama Common Voice?

source: Xhosa
tok: toki Sosa

source: Xitsonga
tok: toki Sisonka

source: y
tok: p

source: Y
tok: p

source: Yes
tok: pona

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
tok: o pana e lipu tawa mi. mi wile sona e ijo sin pi kulupu Common Voice Project.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
tok: o pana e lipu tawa mi. mi wile sona e ni: ilo Common Voice la seme li lon toki ni.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
tok: mi wile mute e toki uta sina! pali Common Voice la mi wile e nasin kalama mute tan ni: ni la ilo kute li pona sama tawa jan ale. ni la, toki li toki mama sina ala la, pana sina pi toki uta li suli mute.

source: Yiddish
tok: toki Isi

source: Yoruba
tok: toki Jolupa

source: You
tok: sina

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
tok: sina wile ala wile kama jo e poki pi <size>suli GB { $size }</size>?

source: You are prepared to initiate a download of <b>{ $size }</b>
tok: sina ken kama jo e kalama pi suli <b>{ $size }</b>.

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
tok: sina ken pana e nimi nasin tawa ilo kama jo sina. nimi nasin li moli lon tenpo suli 12 pini. lon lipu ni la sina ken pali e nimi nasin sin lon tenpo ale.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
tok: sina ken kepeken e nena pi supa nena sina: sitelen li pona la, o kepeken nena { sc-review-form-button-approve-shortcut }. sitelen li pona ala la, o kepeken nena { sc-review-form-button-reject-shortcut }. sina sona ala la, o kepeken nena { sc-review-form-button-skip-shortcut }.

source: You can choose to make your username public or anonymous.
tok: sina ken len e nimi sina. sina ken pana e nimi sina.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
tok: sina tawa <datasetsPage>lipu pi kulupu sona</datasetsPage> la, sina ken kama jo e kulupu sona tan toki wile, tan nanpa wile. kulupu sona li jo e sona pi jan mute, e sona pona. sina o pana e nimi pi poki lipu sina la sina ken kama jo e kulupu sona.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
tok: sina jo e sijelo ilo pi ilo Common Voice, sina ken pona e ni: o pali e kulupu pi sona ante mute.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
tok: sina ken toki tawa jan pi kulupu toki Mozilla lon <discourseLink>ilo Discourse</discourseLink>, lon <matrixLink>ilo Matrix</matrixLink>.

source: You cannot request your recordings while another request is already in progress.
tok: sina ken ala kama jo sin. sina kama jo e kalama awen sina lon tenpo ni.

source: You can request a new takeout of your recordings every { $days } days.
tok: sina ken kama jo e kalama awen sina lon tenpo suno { $days } pini ale.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
tok: sina ken tenpo pali pi jan pana! ni li pona mute. sina ken kepeken ilo kulupu toki. ona li pona la, sina ken pali lon poka jan. <eventTemplate>o lukin e lipu sona pi tenpo pali</eventTemplate>.

source: You can <scLinkAdd>add small numbers</scLinkAdd> of sentences here, or you can do <bulkImportDocsLink>bulk imports</bulkImportDocsLink> via a Github request. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own. See more on <scFragment>sentence collection</scFragment>.
tok: sina ken pana e <scLinkAdd>sitelen pi mute ala</scLinkAdd>. ante la, sina ken <bulkImportDocsLink>pana e sitelen mute</bulkImportDocsLink> lon ilo Github. o sona e ni: sitelen o open, o tawa jan ale kepeken <licenseLink>nasin pana CC0</licenseLink>. ante la, o pali o pana e sitelen sina. o lukin e <scFragment>kulupu sitelen</scFragment>.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
tok: sina ken kepeken <scraperLink>ilo pi nimi tan</scraperLink>. ona la sina ken kama jo e sitelen tan lipu Wikipedia.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
tok: sina ken pana e nimi nasin: "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
tok: o kepeken nasin pi tomo sona, sama tomo sona Harvard: "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
tok: sina ken kepeken kulupu pi jan mute tawa toki pi ilo ni! o pana e toki pi nasin ilo. o toki tawa jan ante lon toki mute ni: pona toki en ilo kalama toki en nasin ike ilo. o lukin e <campaignLink>lipu pi kulupu toki pona</campaignLink>. ona li jo e toki la sina ken kepeken ona.

source: You have not added any languages yet.
tok: sina pana ala e toki.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
tok: sina kepeken ala toki. o lukin e lipu jan sina. o kepeken toki.

source: You must allow microphone access.
tok: o wile e ken pi ilo kute sina.

source: You previously skipped sentences while reviewing. Resetting skipped sentences will show all skipped sentences again. This is independent of the language.
tok: sina lukin e sitelen lon tenpo pini la, sina sona ala e ona. sina sin e sitelen pi sona ala la, sina ken lukin sin e ona. ni li lon toki ale.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
tok: nasin kalama toki sina li ken ante tan ma mama sina, tan toki ante sina, tan ijo ante mute. o pana e sona ni: sina pilin e ni: ona li suli tawa sona pi nasin kalama sina.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
tok: kalama awen len sina li lon kulupu sona Common Voice. sina weka e sijelo ilo la, sina ken ala weka e kalama awen sina tan kulupu sona Common voice.

source: Your daily goal has been created
tok: sina pali e wile pali pi tenpo suno ale!

source: Your download has started.
tok: kama jo sina li open

source: You’re contributing to a target segment
tok: sina pana tawa pali suli

source: You’re contributing to our first target segment
tok: sina pana tawa pali suli wan

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tok: sina kama jo <bold>ala</bold> e lipu ni: sona pi wile pali en sona pi pali mi en ijo sin pi ilo Common Voice.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tok: sina kama jo e lipu ni: sona pi wile pali en sona pi pali mi en ijo sin pi ilo Common Voice.

source: Your email address
tok: nimi pi poki lipu sina

source: Your files are being assembled. Please check again later.
tok: lipu sina li kama kulupu. o lukin lon tenpo kama.

source: Your languages:
tok: toki sina:

source: Your Languages
tok: toki sina

source: Your username and email will not be associated with the published data.
tok: nimi sina en nimi pi poki lipu sina li lon ala poka pi kalama sina.

source: Your weekly goal has been created
tok: sina pali e wile pali pi tenpo esun ale!

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
tok: tenpo kama lili la, sina kama jo e lipu sona pi nasin ni: sina ken pana e toki sin tawa ilo Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
tok: tenpo suno ni la mi wile e kalama { $goalValue }. tan pali sina la ilo Common Voice li jo e ni <goalPercentage></goalPercentage>!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
tok: tenpo suno ni la mi wile e pona kalama { $goalValue }. tan pali sina la ilo Common Voice li jo e ni <goalPercentage></goalPercentage>!

source: You've successfully signed up for contributing to { $language }. Thank you.
tok: sina wile pona e { $language } la, sina ken. sina pona.

source: Zaza
tok: toki Sasa

source: Zip #{ $offset } of { $total }
tok: poki lipu ZIP #{ $offset } tan { $total }

source: Zulu
tok: toki Sulu

source: %1$s could not verify the authenticity of the application. Do you want to proceed with autofilling the selected credentials?
tok: ilo %1$s li ken ala pona e ilo. sina pana ala pana e nimi sina?

source: %1$s is produced by Mozilla.
tok: %1$s li tan kulupu Mozilla.

source: %1$s is requesting your username and password.
tok: %1$s li wile e nimi sina e nimi open sina.

source: %2$s is requesting your username and password. The site says: “%1$s”
tok: %2$s li wile e nimi sina e nimi open sina. lipu li toki e ni: "%1$s"

source: Accept and edit suggestion
tok: o kama jo, o ante

source: Accept the Risk and Continue
tok: o awen tawa lipu

source: Access to the file was denied
tok: sina ken ala lukin e lipu

source: Add-ons
tok: ilo pi kepeken sin

source: Add-ons Manager
tok: lawa pi kepeken sin

source: Add username to saved password?
tok: sina pana ala pana e nimi tawa nimi open ni?

source: Advanced…
tok: namako…

source: Allow
tok: o ken

source: Are you sure?
tok: sina wile ala wile?

source: Cancel
tok: ala

source: Cannot Complete Request
tok: mi ken ala pini e kama jo

source: Check your network connection or try reloading the page in a few moments.
tok: o lukin e linja sina. o sin e lipu lon tenpo kama.

source: Choose a color
tok: o jo e kule

source: Clear
tok: o weka

source: Collapse suggested credit cards
tok: o lukin lili e lipu mani

source: Collapse suggested logins
tok: o lukin lili e nimi open mute

source: Continue to HTTP Site
tok: o tawa lipu pi len ala

source: Dark
tok: pimeja

source: Dark color scheme
tok: nasin lukin pimeja

source: Deceptive site issue
tok: lipu li wile ike e sina

source: Deny
tok: o ken ala

source: Dismiss
tok: o weka

source: Don’t save
tok: o awen ala

source: Don’t update
tok: o sin ala

source: Do you want to leave this site? Data you have entered may not be saved
tok: sina weka ala weka tan lipu ni? sona sina li ken awen ala.

source: %d sites
tok: lipu %d

source: Enable private browsing
tok: o wile e nasin len

source: Expand suggested credit cards
tok: o lukin mute e lipu mani

source: Expand suggested logins
tok: o lukin mute e nimi open

source: File Not Found
tok: lipu li lon ala

source: Font size decrease
tok: sitelen li kama lili

source: Font size increase
tok: sitelen li kama suli

source: Forward
tok: o tawa kama

source: Go Back (Recommended)
tok: o tawa pona (sina pona tan ni)

source: Go to settings
tok: o tawa lipu wile

source: Invalid Address
tok: nimi nasin pakala

source: Label for entering a text input field
tok: nimi pi poki sitelen

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
tok: <label>ken la jan pi lipu ni li lon ala, li wile ike e sina kepeken nasin len. ni la o tawa ala.</label> <br><br> <label>lipu li pana e sona ona kepeken lipu lawa. <b>lipu %2$s</b> li pona ala tawa ilo %1$s tan ni: lipu lawa ona li tan seme? mi sona ala.</label>

source: Leave
tok: weka

source: Light
tok: suno

source: Light color scheme
tok: nasin lukin suno

source: Loading
tok: o awen

source: Manage credit cards
tok: o ante e lipu mani

source: Manage logins
tok: o ante e nimi open

source: More options
tok: lipu pi wile mute

source: Never save
tok: ala la o awen

source: New private tab
tok: poki sin pi nasin len

source: New tab
tok: poki sin

source: No camera available on device
tok: ilo sina li jo ala e ilo lukin

source: No internet connection
tok: linja li lon ala

source: No thanks
tok: mi wile ala e ni

source: (No username)
tok: (nimi li lon ala)

source: Offline Mode
tok: nasin pi linja ala

source: OK
tok: pona

source: <p>Additional information about this problem or error is currently unavailable.</p>
tok: <p>sona namako pi pakala ni li lon ala.</p>

source: Password
tok: nimi open

source: Password field must not be empty
tok: o pana e nimi open

source: Password for %1$s
tok: nimi open tawa ni: %1$s

source: Prevent this page from creating additional dialogs
tok: o ken ala e lipu lili sin tan lipu ni

source: Private %s
tok: %s pi nasin len

source: QR scanner
tok: ilo lukin pi leko sona

source: Recent bookmarks
tok: lipu awen pi tenpo poka

source: Reload
tok: o sin

source: Resend data
tok: pana

source: Resend data to this site?
tok: o pana ala pana sin e sona tawa lipu ni?

source: Return to previous app
tok: o tawa ilo pini

source: Sans serif
tok: linja lili ala

source: Sans Serif font
tok: nasin sitelen pi linja lili ala

source: Save this login?
tok: o awen ala awen e nimi open ni?

source: Search %1$s
tok: o lukin e %1$s

source: Search logins
tok: o lukin e nimi open

source: Secure Connection Failed
tok: linja len li pakala

source: Select collection
tok: o wile e kulupu

source: Sepia
tok: loje lili

source: Sepia color scheme
tok: nasin lukin pi loje lili

source: Serif
tok: linja lili

source: Serif font
tok: nasin sitelen pi linja lili

source: Share link
tok: o pana e nimi nasin

source: Sign in
tok: o kama

source: Site information
tok: sona lipu

source: Site notifications
tok: sona sin tan lipu

source: %s (Private)
tok: %s (nasin len)

source: Stay
tok: ala

source: Stop
tok: o pini

source: Suggested logins
tok: nimi open pi lipu ni

source: The address isn’t valid
tok: nimi nasin li pakala.

source: The connection has timed out
tok: tenpo mute la linja li pakala

source: The connection was interrupted
tok: linja li pakala

source: The page at %1$s says:
tok: lipu %1$s li toki:

source: The page isn’t redirecting properly
tok: lipu li toki e ni: o tawa ni. taso tawa ni li pakala

source: Tracking Protection has blocked trackers
tok: lipu li weka e lipu lukin

source: Tracking Protection is off for this site
tok: lipu ni la weka pi lipu lukin li lon ala

source: Tracking Protection is on
tok: lipu li ken ala lukin e sona sina

source: Try Again
tok: o sin

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
tok: <ul> <li>o toki e pakala tawa jan lawa pi lipu ni.</li> </ul>

source: Unable to connect
tok: mi ken ala tawa lipu

source: Unable to save login
tok: mi ken ala awen e nimi open

source: Unexpected response from server
tok: lipu li pana e pakala. nasin la mi sona ala

source: Unlock %1$s
tok: o open e %1$s

source: Unsafe File Type
tok: lipu pi nasin ike

source: Update
tok: o sin

source: Update this login?
tok: o sin ala sin e nimi open ni?

source: Username
tok: nimi

source: Verification failed
tok: mi ken ala pona e ilo

source: abnormality
tok: pakala

source: account recovery key
tok: nanpa len sijelo

source: add-on
tok: ilo namako

source: aggregate
tok: kulupu pi ijo mute

source: All Hands
tok: jan ale

source: alternate text
tok: nimi ante

source: appear
tok: lukin

source: appearance
tok: lukin

source: attack
tok: utala

source: attacker
tok: jan utala

source: Attack Site
tok: lipu utala

source: attendee
tok: jan kama

source: authenticate
tok: pana nimi

source: authenticated
tok: pona nimi

source: autoplay
tok: pali kepeken wile jan ala

source: back out
tok: weka

source: backup authentication code
tok: nanpa len suli nanpa tu

source: black box
tok: weka tan lukin

source: bookmark
tok: awen

source: boolean
tok: ken

source: boot
tok: weka

source: breakpoint
tok: sitelen pi awen ilo

source: Bug report
tok: toki pi pakala ilo

source: certificate authority
tok: lawa pi lipu pi sona jan

source: channel
tok: kule

source: cipher
tok: ilo pi sitelen len

source: clipboard
tok: poki sitelen

source: clockwise
tok: tawa sike sama palisa pi ilo tenpo

source: colorway
tok: nasin kule

source: compact
tok: lili

source: compact - recommend deprioritize
tok: lili

source: context
tok: poka

source: contribute
tok: pana

source: corrupt
tok: pakala

source: corrupted
tok: pakala

source: counterclockwise
tok: tawa sike sama ala palisa pi ilo tenpo

source: crash
tok: pakala

source: cryptominer
tok: ilo pali pi mani ilo

source: cryptomining
tok: pali e mani ilo

source: debug
tok: weka pakala

source: deceptive site
tok: lipu ike

source: decode
tok: weka len

source: decryption
tok: weka len

source: disinformation
tok: sona ike pi lon ala

source: distrust
tok: pilin ike tawa ijo

source: eavesdropping
tok: lukin ike

source: enable
tok: wile

source: encode
tok: ante e nasin nimi

source: encrypt
tok: len e sona

source: encryption
tok: len

source: end user
tok: jan kepeken

source: Enhanced Tracking Protection
tok: weka wawa pi ilo lukin

source: executable file
tok: lipu pali

source: extension
tok: ilo namako

source: external
tok: ante

source: Fellow
tok: jan pona

source: filter bubble
tok: weka pi sona ante

source: fingerprinter
tok: ilo pi sona jan

source: fingerprinting
tok: sona jan

source: Firefox View
tok: lipu lukin Firefox

source: gear
tok: len en namako

source: grassroots
tok: tan kulupu pi jan kepeken

source: home page
tok: lipu lawa

source: idle
tok: pali ala

source: import
tok: kama jo

source: innovations
tok: ijo sin

source: insecure
tok: awen ala

source: installation
tok: pana lon ilo

source: Issue
tok: pana

source: L10n
tok: ilo L10n

source: Legacy extension
tok: namako pi tenpo weka

source: MDN
tok: kulupu MDN

source: misinformation
tok: sona ike

source: native
tok: lon ilo lon

source: nonprofit
tok: kulupu pi esun ala

source: non-profit
tok: kulupu pi esun ala

source: open source
tok: ilo sona pi jan ale

source: override
tok: ante wawa

source: participation
tok: kepeken

source: Patch
tok: ante pona ilo

source: pop-up
tok: poki sinpin

source: preference
tok: wile

source: release
tok: nanpa

source: report
tok: toki e pakala

source: revert
tok: weka e ante

source: search suggestion
tok: toki alasa ken

source: security keys
tok: ilo open

source: sensitive
tok: wile len wawa

source: sidebar
tok: ilo poka

source: sign
tok: pana nimi

source: signer
tok: jan pi pana nimi

source: studies
tok: sona pali

source: track
tok: lukin

source: trackers
tok: ilo lukin

source: Tracking Content
tok: ilo lukin

source: Turbo Mode
tok: nasin wawa

source: unencrypted
tok: len ala

source: unresponsive
tok: lape

source: unsafe
tok: awen ala

source: validate
tok: pona

source: validity
tok: pona

source: version
tok: nanpa

source: Web Authentication
tok: nasin pi sona jan
